/* Undo action for freezing a variable */
"undoFreezeAction" = "冻结";

/* Undo action for unfreezing a variable */
"undoUnfreezeAction" = "解冻";

/* Undo action for adding a variable */
"undoAddVariable" = "添加变量";

/* Undo action for adding multiple variables */
"undoAddVariables" = "添加变量";

/* Undo action for removing a variable */
"undoRemoveVariable" = "删除变量";

/* Undo action for removing multiple variables */
"undoRemoveVariables" = "删除变量";

/* Default description for new script */
"defaultScriptDescription" = "我的脚本";

/* Undo action for nopping variables */
"undoNOPChangeAction" = "NOP 更改";

/* Alert title for NOP variable Error */
"nopErrorAlertTitle" = "NOP 错误";

/* Alert message error for nopping a variable */
"nopSingleErrorAlertMessage" = "NOP 化该指令时可能发生了错误。";

/* Alert message error for nopping multiple variables */
"nopMultipleErrorAlertMessage" = "NOP 化这些指令时可能发生了错误。";

/* Undo action for changing variable description */
"undoDescriptionChange" = "更改描述";

/* Undo action for changing variable type */
"undoTypeChange" = "更改类型";

/* Undo action for freezing a variable value */
"undoFreezeValueChange" = "更改冻结值";

/* Undo action for changing a variable value */
"undoValueChange" = "更改值";

/* Undo action for changing Active state of a single variable */
"undoSingleActiveChange" = "更改变量激活状态";

/* Undo action for changing Active state of multiple variables */
"undoMultipleActiveChange" = "更改变量激活状态";

/* Undo action for editing variables */
"undoEditVariablesChange" = "编辑变量";

/* Undo action for changing variable address */
"undoAddressChange" = "更改地址";

/* Undo action for changing variable addresses */
"undoAddressChanges" = "更改地址";

/* Undo action for changing variable size */
"undoSizeChange" = "更改大小";

/* Alert error title for changing variable size */
"failedChangeSizeAlertTitle" = "更改大小失败";

/* Alert message title for changing variable size */
"failedChangeSizeAlertMessage" = "无法更改大小。或许请求的大小过大？";

/* Alert title for failing to change variable address due to a label cycle */
"failedRelateVariablesAlertTitle" = "标签形成循环";

/* Alert message for failing to change variable address due to a label cycle */
"failedRelateVariablesAlertMessageFormat" = "无法设置标签，因为它会形成循环 「%@」";